[{
	"Thing": "RD101_P101",
	"Timestamp": "24",
	"UnitSetPoint": "7",
	"UnitSetPointUOM": "spm",
	"LoadCell": "2355",
	"LoadCellUOM": "LBF"
},
{
	"Thing": "RD101_P101",
	"Timestamp": "23",
	"UnitSetPoint": "7",
	"UnitSetPointUOM": "spm",
	"LoadCell": "2355",
	"LoadCellUOM": "LBF"
},
{
	"Thing": "Shirdi saibaba Morning Arathi - Kaakad Arathi - approx 5.Am to 6.00 AM\n\nDone with kindled cloth wicks,dipped in Ghee wrapped round wooden sticks.\n\nShri Satchitaanand Sadguru Sainaath Maharaaj ki Jai\nLet us Hail! Shri Sachchidananda Sadguru Sainath Maharaj!\n\n1 . BHUPALI\n\nComposed by :: Sant Tukaram Maharaj\n\nJoduniyaa kara charanee ttevilaa mathaa\nParisawee vinanthee maajzee Sadgurunaathaa\n\nWith folded hands, I lay my head at your feet. O Sadgurunatha, please listen to my entreaty\n\nAso naso bhaava aalo tujziyaa ttaayaa\nKripaa drishtee paahe majzakade Sadgururaayaa\n\nForever, I want to remain at your feet, grant me the place without any hesitancy.\n\nAkhandeeta asaave aise vaatate paayee\nSandoonee sankoch ttaava todaasaa deyee.\n\nSince I desire to be at your feet always, give me shelter, leaving aside all reservations.\n\nTukaahmane Devaa maajzee vedeevaakudee\nNaame bhavapaasaa haathee aapulyaa thondi\n\nTuka says: In whatever haphazard and worthless way I call you O God, by your name, break my worldly shackles with your own hands.\n\n2 . BHUPALI\n\nComposed by :: Sant Janabai\n\nUttaa Paandurangaa aataa prabhaatasamayo paatalaa\nVaishnawaancha melaa garudapaaree daatalaa\n\nArise, O Panduranga (Vithal, Incarnation of Lord Vishnu at Pandharpur), it is now dawn. Vishnu’s devotees have gathered in large numbers at Garudpara (Eagle-shaped platform found in Vaishnava temples).\n\nGaruda paaraapaasunee mahaadwaaraa payanta\nSuravaraanchee maandee ubhee jodooniyaa haat\n\nFrom the Garudpara (Eagle-shaped platform found in Vaishnava temples), right upto the main door, the assembly of the best of the deities stands with folded hands.\n\nSuka anakaadika naarada tumbara bhaktanchyaa kotee\nTrisool damaroo ghewooni wubhaa girijechaa patee\n\nIn the midst of large gathering are Shuka-Sanaka, Narada-Tumbar; and even Girija’s consort (Shankar) is standing there with trident and damru (sort of tabor shaped like an hour-glass).\n\nKaleeyugeechaa bhakta Namaa ubhaa keertanee\nPaatteemaage wubhee dolaa laavuniyaa Janee\n\nIn these times of Kaliyug (The dark and troublesome Age of the present) Namdev is performing the kirtan (Praising the Lord with music and singing) and behind him stands Jani (Servant at Namdev’s house. She was dedicated to Pandurang) meditating on you with intensity.\n\n3 BHUPALI\n\nComposed by :: Shri Krishna Jogiswar Bhishma\n\nUtta utta Sri Sainaathaguru charana kamala daavaa\nAadhivyaadhi bhavataapa vaarunee taaraa jadajeevaa :(dhr):\n\nArise! Arise! Shri Sainarh Guru, show us your lotus feet. Tide over and relieve us of all worldly tensions, physical tribulations, and temporal problems; and, save us all.\n\nGelee tumha soduniyaa bhava tama rajanee vilayaa\nPareehi agnaanaasee tumachee bhulavi yogamaayaa\nSakthi na amhaa yatkinchitahee tijalaa saaraya\nTumheecha teete saaruni daavaa mukha jana taaraayaa\n\nDark worldly night has finished and left you. You are beyond all illusions. Yet the ignorant are deceived by these illusions (‘Yogmaya’). We do not have even the slightest of powers to ward off these illusions. You alone can grant salvation to the people by giving darshan (divine vision) of your divine face.\n\nBho Sainaatha Maharaaja bhava timiranaasaka ravee\nAgnanee aamhee kitee tumhicha varnaava thoravee\nThee varnitaa bhaagale bahuvadani sesvidhi kavee\n\nO, Lord Sainath Maharaj, you are the sun that destroys the darkness of ignorance of this world. How ignorant we are! You alone can describe your greatness. Even the great poets and thousand headed Seshnag (snake on which Lord Vishnu rests) are exhausted in their attempt to describe it.\n\nSakripa howuni mahimaa tumachaa tumheecha vadavaava Adhi….. Utha…..\n\nMercifully, therefore, O Lord you alone can describe your greatness. Tide over…\n\nBhakta manee sadbhaava dharooni je tumha anusarale,\nDhyaanyasthawa te darsana tumache dwwari ubhe ttele\nDhyaanasthaa tumha asa paahunee mana amuche ghaale,\nParee thwadvachanaamrith praasaayaate aatura jzhaale\n\nThe faithful devotees, who follow you with good intentions and feelings to have your darshan (Divine vision) are waiting at your doors. We are filled with contentment to see you in deep meditation, but we are eager to drink from you the nectar of your teachings.\n\nWughadoonee netrakamalaa deenabandhu Ramakaanta,\nPaahi baa kripadrishtee baalakaa jashee maaataa\nRanjavee madhuravaanee haree taapa Sainaatha\n\nOpen you lotus eyes, Lord of the poor and destitute, Lord LaxmiPati (Vishnu) and look us at mercifully, as a mother looks at her child. Your enlightened words and sweet voice, remove all our sufferings, O Sainatha.\n\nAamhceecha aapule karyaasthava tuja kashtavito Deva\nSahana karisil te aikuni dyaavee bhett Krishna daava\nUtha…… adhivyadhi\n\nO, Lord, we trouble you with our own problems. Please bear with us, listen to us, and meet us, is Krishna’s (Composer of this portion of aarti) fervent prayer. Arise!… Arise!… Tide over…..\n\n4. BHUPALI\n\nComposed by :: Sant Namdev\n\nUtta Panduranga aataa darash dhya sakala\nJzhala arunodaya sarali nidrechi vela\n\nArise, Pandurang (Viithal, Incarnation of Vishnu, at Pandharpur) now give Darshan (divine vision) to all. It is sunrise, and the time to sleep is past.\n\nSant sadhu muni avaghe jhaleti ghola\nSoda sheje sukhe aata bagdu ghya mukha kamala\n\nThe saints, sadhus, sages all have gathered. Now leave the comfort of your bed and show us your lotus face.\n\nRang mandapi mahadwari jzzaalise daati\nMan utaaveel roop pahawaya drishti.\n\nA big crowd is gathered in the pandal upto the main gate. Everyone is eager at heart to see your handsome face.\n\nRahee rakhumabai tumha yewoo dya daya\nSheje haalawunee jage kara Dev raya\n\nRahi (Radha surrendered to the incarnation of Saguna avatar of Pandurang), Rakhumabai (Rukmini, consort of Pandurang) have pity on us. Shake the bed a little, so that it wakes up the Lord.\n\nGarud Hanumant ubhe paahatee wat\nSwargiche surwar ghewuni aale bobhat\n\nGarud and Hanumant are standing and waiting. The gods and goddesses are singing. And acclaiming your glory.\n\nZhale muktha dwar laabha zhala rokada\nVishnudas naama ubha ghewooni kakada.\n\nThe doors have opened and we have received the unparalleled reward of your Darshan. Vishnu’s devoted slave Nama is standing with the Kakda (Kindled cloth wicks wrapped around wooden sticks).\n\n5. ABHANG Aarti with Five-Wick Lamp\n\nComposed by :: Shri Krishna Jogiswar Bhishma\n\nGhewuniya panchaarati, karoo Babansi aarati\nTaking the five-wick lamp, I do Baba’s Arati. Sai’s Aarti. I do Baba’s Aarti.\nUtta utta ho bandhawa. Owaaloo ha Ramadhava.\n\nWake up! Wake up! Oh my brethren. Let us offer Aarti to Rakhmadhava (Consort of Ram i.e. Vishnu). Sai Ramadhava. Let us do Arati to Rakhmadhava.\n\nKarooniya sthira man, pahu gambhirira he dhyan\nSayeeche he dhyan pahu gambhirira he dhyan\n\nWith concentration, let us see a glimpse of the meditative figure. Let us see a glimpse of Sai’s meditative figure. Let us have an exalted glimpse of the meditative figure\n\nKrishnanatha Datt Sai jado chitta tujze paayee\nChitta Deva paayee Jado chitta tuzhe paayee\n\nKrishna-Natha! Datta Sai! Enjoin our minds to your feet. Lord, to your feet enjoin our minds. Enjoin our minds to your feet.\n\n6.KAKAD AARTI\n\nComposed by:: Shri Krishna Jogiswar Bhishma\n\nKaakad aarati kareeto Sainatha deva\nChinmaya roop daakhavee ghewuni balak laghu seva\n\nLet me do Kaakad Aarti, in the early morning hours, O Lord Sainath! Show me your pure, intelligent and handsome form, and accept this insignificant service from me, your child.\n\nKaam krodh mad matsar aattunee kaakada kela\nVairagyache toop ghaaluni mee to bhijaveela\n\nI have compressed and entwined lust, anger, ego, envy and made them into a wick for the lamp; and soaked it into the ghee (clear butter) of asceticism that I have poured.\n\nSainath Guru bakti jwalane to mee petawila\nTad vryitti jaluni guroo ne prakash paadila\nDwaita tama naasooni milavi tatswaroopi jeewa\nChinmaya …. Kaakad…. Aarati….\n\nI have lit it with the spark of devotion for Sainath Guru(Master).. After burning up the vices, the Guru has shed the light on me. Destroy the darkness of duality and merge me in thy Self.\nShow me ……. I do Arati…….. Show me………..\n\nBhoochar khechar vyaapooni awaghe hritkamali raahasee\nTochi dattaadev tu shridi raahuni paawasee\nRahooni yethe anayatrahitoo baktaastava dhavasee\nNirasooniyaa sankata daasaa anubhawa daavisee\nNa kale twalleelahee konyaa devaa waaa maanavaa\nChinmaya …. Kaakad…. Aarati….\n\nPervading the entire universe, you also make your abode in every living being’s heart. You are also the Datta deity, who lives in Shirdi and blesses us. Though you abide at Shirdi, you also race elsewhere for the sake of your devotees. After obliterating every trace of their troubles you give your devotees your experiences. Neither the gods nor human beings can understand your divine play (Leela).\nShow me ……. I do Arati …… Show me…..\n\nTwat yasha dundubheene saare ambar he kondale\nSagun murti paahanyaa aatur jan Shirdee aale\nProshuni twadvachanaamrita aamuche dehabhaan haarpale\nSodooniyaa durabhimaan maanas twaccharanee waahile\nKripa karooniya Sai maawle daas padari ghyaawaa",
	"Timestamp": "22",
	"UnitSetPoint": "7",
	"UnitSetPointUOM": "spm",
	"LoadCell": "2355",
	"LoadCellUOM": "LBF"
},
{
	"Thing": "RD101_P101",
	"Timestamp": "21",
	"UnitSetPoint": "7",
	"UnitSetPointUOM": "spm",
	"LoadCell": "2355",
	"LoadCellUOM": "LBF"
}]